Repository: kaidokert/old-esteid-stack
Catalog: po/*.po
Languages: et, ru

source: Save to file
et: Salvesta faili
ru: Сохранить в файле

source: Close
et: Sulge aken
ru: Закрыть

source: Download picture
et: Lae pilt
ru: загрузка изображение

source: ORGANIZATION
et: ASUTUS
ru: ОРГАНИЗАЦИЯ

source: UNIT
et: ÜKSUS
ru: ПОДРАЗДЕЛЕНИЕ

source: E-MAIL
et: E-POST
ru: Э-ПОЧТА

source: VALIDITY
et: KEHTIVUSAEG
ru: СРОК ДЕЙСТВИЯ

source: CARD NUMBER
et: KAARDI NUMBER
ru: НОМЕР КАРТЫ

source: Card not found
et: Kaarti ei leitud
ru: Карта не найдена

source: There are no smart card readers installed
et: Ei leitud ühtegi kaardilugejat
ru: Не найдено ни одного устройсва считывания карт

source: Reading data..
et: Loen andmeid..
ru: Считывание данных..

source: Reading certificate..
et: Loen sertifikaati..
ru: Считывание сертификатов...

source: Checking card status..
et: Kontrollin kaardi staatust..
ru: Проверяю статус карты..

source: The PUK code of this card is blocked
et: Kaardi PUK kood on blokeeritud
ru: PUK карты заблокирован

source: Authentication PIN (PIN 1) of this card is blocked
et: Kaardi autentimise PIN (PIN 1) on blokeeritud
ru: Аутентификационный код PIN (PIN 1) заблокирован!

source: Signature PIN (PIN 2) of this card is blocked
et: Kaardi allkirjastamise PIN (PIN 2) on blokeeritud
ru: Сигнатурный код PIN (PIN 2) заблокирован!

source: Your certificates are expired. Start the renewal now ?
et: Sertifikaadid on aegunud. Alustada uuenduse protsessi ?
ru: Сертификаты просрочены. Начать процесс с начала ?

source: Your certificates will expire in two weeks. Start the renewal now ?
ru: Срок действия ваших сертификатов заканчивается через две недели. Обновить сертификаты сейчас?

source: Select reader
et: Vali kaardilugeja
ru: Выбери считыватель карт

source: Read data
et: Loe andmed
ru: Чтение данных

source: Show
et: Vaata
ru: Просмотр

source: Personal data
et: Peronaalne andmefail
ru: Персональный файл данных

source: Open 'Welcome' webpage
et: Sisene SK tervituse lehele
ru: Откройте страницу приветствия SK

source: Exit
et: Välju
ru: Выход

source: Estonian
et: Eesti
ru: Eesti

source: Russian
et: Русский
ru: Русский

source: Language
et: Keel
ru: Язык

source: Interface
et: Liides
ru: Подсистема коммуникации

source: Register
et: Registreeri
ru: Регистрация

source: On
et: Sees
ru: Включена

source: Off
et: Väljas
ru: Выключена

source: Automatic removal
et: Automaatne eemaldamine
ru: Автоматическое удаление

source: Authentication certificate
et: Autentimissertifikaat
ru: Аутентификационный сертификат

source: Signature certificate
et: Signeerimissertifikaat
ru: Сигнатурный сертификат

source: Verify certificates
et: Kontrolli sertifikaate
ru: Проверьте сертификаты

source: PIN counter
et: PIN sisestuste lugeja
ru: Счетчик ввода ключей

source: Change authentication PIN (PIN 1)
et: Muuda autentimise PIN (PIN 1)
ru: Смена аутентификационного кода PIN (PIN 1)

source: Change signature PIN (PIN 2)
et: Muuda allkirjastamise PIN (PIN 2)
ru: Смена сигнатурного кода PIN (PIN 2)

source: Change PUK
et: Muuda PUK
ru: Смена кода PUK

source: Unblock authentication PIN (PIN 1)
et: Blokeeri lahti autentimise PIN (PIN 1)
ru: Разблокировка аутентификационного кода PIN (PIN 1)

source: Unblock signature PIN (PIN 2)
et: Blokeeri lahti allkirjastamise PIN (PIN 2)
ru: Разблокировка сигнатурного кода PIN (PIN 2)

source: User guide
et: Kasutajajuhend
ru: Инструкция по использованию

source: Open ID-card website
et: Ava ID-veeb
ru: Откройте интернет страницу ID карты

source: Open support website
et: Ava ID-abikeskus
ru: Откройте центр помощи ID карты

source: Diagnostics
et: Diagnostika
ru: Диагностика

source: System information
et: Süsteemiinfo
ru: Сведения о системе

source: About
et: Info
ru: Сведения

source: Card
et: Kaart
ru: Карта

source: Settings
et: Seaded
ru: Установки

source: Certificates
et: Sertifikaadid
ru: Сертификаты

source: Help
et: Abi
ru: Подсказка

source: Error occured
et: Tekkis viga
ru: Возникла ошибка

source: No smart card readers
et: Ei leitud ühtegi kaardilugejat
ru: Не найдено ни одного устройсва считывания карт

source: ID-card tool
et: ID-kaardi utiliit
ru: Утилита идентификационной карты

source: ID-card utility
et: ID-kaardi utiliit
ru: Утилита идентификационной карты

source: Connecting
et: Ühendan
ru: Соединяю

source: Retrieving data
et: Loen andmeid
ru: Считываю данные..

source: Image loaded
et: Pilt laetud
ru: Картинка загружена

source: Authentication key has been used
et: Autentimise võtit on kasutatud
ru: Ключ аутентификации использован

source: times
et: korda
ru: раз

source: Signature key has been used
et: Allkirjastamise võtit on kasutatud
ru: Ключ сигнатуры использован

source: Authentication PIN has been changed
et: Autentimise PIN on muudetud
ru: Аутентификационный код PIN изменен!

source: Signature PIN has been changed
et: Allkirjastamise PIN on muudetud
ru: Сигнатурный код PIN изменен!

source: PUK code has been changed
et: PUK kood on muudetud
ru: Код PUK изменен!

source: Authentication PIN has been unblocked
et: Autentimise PIN on lahti blokeeritud
ru: Аутентификационный код PIN незаблокирован!

source: Signature PIN has been unblocked
et: Allkirjastamise PIN on lahti blokeeritud
ru: Сигнатурный код PIN незаблокирован!

source: Wrong PIN entered
et: Sisestati vale PIN
ru: Введен неверый PIN

source: Wrong PUK entered
et: Sisestati vale PUK
ru: Введен неверный PUK

source: You have %d retries left
et: %d katset järel
ru: попытка %d

source: Certificates registered
et: Sertifikaadid registreeritud
ru: Сертификаты зарегистрированы

source: Certificates are not registered. Register now ?
et: Sertifikaadid on registreerimata. Registreerida ?
ru: Сертификаты не зарегистрированы. Регистр теперь ?

source: Last name
et: Perenimi
ru: Фамилия

source: Given names
et: Eesnimed
ru: Имя (имена)

source: Sex
et: Sugu
ru: Пол

source: Citizenship
et: Kodakondsus
ru: Гражданство

source: Date of birth (dd.mm.yyyy)
et: Sünnikuupäev (pp.kk.aaaa)
ru: Время рождения (дд.мм.гггг)

source: Personal Code
et: Isikukood
ru: Персональный код

source: Document number
et: Dokumendi number
ru: Номер документа

source: Date of expiry (dd.mm.yyyy)
et: Kehtivuse viimane päev (pp.kk.aaaa)
ru: Дата окончания (дд.мм.гггг)

source: Birth-place
et: Sünnikoht
ru: Место рождения

source: Date of issue (dd.mm.yyyy)
et: Väljaandmise kuupäev (pp.kk.aaaa)
ru: Дата выдачи (дд.мм.гггг)

source: Type of residence permit
et: Elamisloa tüüp
ru: Тип вида на жительство

source: Comment 1
et: Märkused 1
ru: Примечание 1

source: Comment 2
et: Märkused 2
ru: Примечание 2

source: Comment 3
et: Märkused 3
ru: Примечание 3

source: Comment 4
et: Märkused 4
ru: Примечание 4

source: Current authentication PIN (PIN 1)
et: Kehtiv autentimise PIN (PIN 1)
ru: Действующий аутентификационный код PIN (PIN 1)

source: New authentication PIN
et: Uus autentimise PIN
ru: Новый аутентификационный код PIN

source: Repeat new authentication PIN
et: Korda uus autentimise PIN
ru: Повтор нового кода PIN

source: Current signature PIN (PIN 2)
et: Kehtiv allkirjastamise PIN (PIN 2)
ru: Действующий сигнатурный код PIN (PIN 2)

source: New signature PIN
et: Uus allkirjastamise PIN
ru: Новый сигнатурный код PIN

source: Repeat new signature PIN
et: Korda uus allkirjastamise PIN
ru: Повтор нового кода PIN

source: Current PUK
et: Kehtiv PUK
ru: Действующий код PUK

source: New PUK
et: Uus PUK
ru: Новый код PUK

source: Repeat new PUK
et: Korda uus PUK
ru: Повтор нового кода PUK

source: PUK code
et: PUK kood
ru: код PUK

source: New authentication PIN (PIN 1)
et: Uus autentimise PIN (PIN 1)
ru: Новый аутентификационный код PIN (PIN 1)

source: New signature PIN (PIN 2)
et: Uus allkirjastamise PIN (PIN 2)
ru: Новый сигнатурный код PIN (PIN 2)

source: Cancel
et: Katkesta
ru: Отмена

source: Current authentication PIN length
et: Kehtiva autentimise PINi (PIN 1) pikkus
ru: Длинна действующего авторизационного PIN-кода

source: New authentication PIN (PIN 1) length
et: Uue autentimise PINi (PIN 1) pikkus
ru: Длина нового авторизационного PIN-кода

source: Current signature PIN length
et: Kehtiva allkirjastamise PINi (PIN 2) pikkus
ru: Длинна действующего PIN-кода подписи

source: New signature PIN (PIN 2) length
et: Uue allkirjastamise PINi (PIN 2) pikkus
ru: Длина нового PIN-кода подписи

source: Current PUK length
et: Kehtiva PUK koodi pikkus
ru: Длина старого PUK-кода

source: New PUK length
et: Uue PUK koodi pikkus
ru: Длина нового PUK-кода

source: Length of PUK code
et: PUK koodi pikkus
ru: Длина PUK-кода

source: To unblock PIN code on Secure PINpad reader the PUK code and new PIN length have to be entered first. For example if Your PUK code is '17777777' and for new PIN You would enter '77711', then You should choose 8 and 5 accordingly.
ru: При введении нового PIN либо PUK-кода в считывателях с повышенншй безопасностью ввода PIN-кода, требуется предварительно ввести длинну как старого так и нового кода. Например, ели Ваш старый авторизационный PIN-код '1777', а новый '77711', то соответственно Вам надо выбрать 4 и 5.

source: To change PIN or PUK code on Secure PINpad reader the current PIN and new PIN length have to be entered first. For example if Your current authentication PIN is '1777' and for new PIN You would enter '77711', then You should choose 4 and 5 accordingly.
ru: При разблокировке при помощи PUK-кода в считывателях с повышенншй безопасностьюввода PIN-кода, требуется предварительно ввести как длинну PUK-кода так и новогоPIN-кода. Например, ели Ваш PUK-код '17777777', а новый PIN-код '77711', то соответственно Вам надо выбрать 8 и 5.

source: New PIN must be different from old PIN
et: Uus PIN peab erinema eelmisest PINist
